Repository: SliTaz-official/slitaz-tools
Catalog: po/tazinst/*.po
Languages: es_ar

source: Tazinst - SliTaz installer - Version
es_ar: Tazinst - Instalador SliTaz - Versión

source: Usage
es_ar: Uso

source: tazinst [command] [config-file|url|options]
es_ar: tazinst [commando] [config-file|url|optiones]

source: Commands
es_ar: Comandos

source: Print this short usage.
es_ar: Imprime este corto uso.

source: Install SliTaz on HDD using a configuration file.
es_ar: Instala SliTaz en un disco duro usando un archivo de configuración.

source: Upgrade SliTaz on HDD using a configuration file.
es_ar: Actualiza SliTaz en un disco duro usando un archivo de configuración.

source: Generate a configuration file.
es_ar: Generar un archivo de configuración

source: Check validity of the configuration file.
es_ar: Comprobar validez del archivo de configuración.

source: Show the full URL of a predefined URL (stable|cooking|rolling).
es_ar: Mostrar el URL completo de un URL predefinido (stable|cooking|rolling).

source: Install or upgrade using command line options:
es_ar: Instalar o actualizar usando las opciónes en la línea de comandos:

source: Full Install (not upgrading, all present data will be lost).
es_ar: Instalación completa (no actualiza, todo dato presente será perdido).

source: Upgrade (Needs an active internet connection).
es_ar: Actualizar (necesita una conexión de internet activa).

source: Install type (cdrom|usb|iso|web|weboot).
es_ar: Tipo de instalación (cdrom|usb|web|webroot).

source: Source media (ex: file.iso|usb partition|web url).
es_ar: Fuente de datos (ej: archivo.iso| partición usb| web url).

source: Partition where SliTaz will be installed (ex:/dev/hda3).
es_ar: Partición donde SliTaz será instalada (ej: /dev/hda3).

source: Partition to be formatted (fs=ext2|ext3|ext4|etc..).
es_ar: Partición a ser fomateada (fs=ext2|ext3|ext4|etc...).

source: Install Grub.
es_ar: Instalar Grub.

source: Dual-boot a Windows partition (auto|hd<disk>,<part> ex:hd0,0).
es_ar: Inicio dual en partición Windows (auto|hd<disk>,<part> ej: hd0,0).

source: Debug mode.
es_ar: Modo debug.

source: Warning:
es_ar: Precaución

source: Can't write config file
es_ar: No se puede escribir el archivo de configuración

source: Config file not found
es_ar: Archivo de configuración no encontrado

source: Unable to read config file
es_ar: Incapaz de leer el archivo de configuración

source: No configuration file provided
es_ar: No provista de un archivo de configuración

source: Mismatched parameters
es_ar: Los parámetros no coinciden

source: will not be formatted during upgrade
es_ar: no se formateará durante la actualización

source: Invalid setting
es_ar: Configuraciónes inválidas

source: but SRC_FILE is not set
es_ar: pero SRC_FILE no está establecido

source: file not found
es_ar: Archivo no encontrado

source: file not found on the web
es_ar: Archivo no encontrado en el web

source: Partition not found
es_ar: Partición no encontrada

source: is not installed.
es_ar: No está instalado.

source: Unknown filesystem
es_ar: Sistema de archivos desconocido

source: Invalid format
es_ar: Formato inválido

source: You must be the root user (system administrator) to install SliTaz, please use 'su' to get a root SHell and restart installation.
es_ar: Debes ser usuario root (administrador del sistema) para instalar SliTaz. Por favor usa el comando 'su' para tener un SHell root y reiniciar la instalación.

source: Failed to mount
es_ar: Falló el montaje

source: Failed to mount USB device
es_ar: Falló el montaje del dispositivo USB

source: corrupted
es_ar: corrupto

source: md5 file not found, unable to check integrity.
es_ar: archivo md5 no encontrado. Incapaz de comprobar integridad.

source: Failed to mount ISO.
es_ar: Falló al montar ISO.

source: Failed to download.
es_ar: Falló al descargar.

source: Web boot files not found
es_ar: Archivos boot web no encontrados

source: Internal
es_ar: Interno

source: Invalid source
es_ar: Fuente inválida

source: Installation settings summary:
es_ar: Sumario de configuraciónes de instalación.

source: Format root partition
es_ar: Formato partición root

source: Format /home partition
es_ar: Formato partición /home

source: Install SliTaz on
es_ar: Instalar SliTaz en

source: Source:
es_ar: Fuente:

source: Set Home partition to
es_ar: Establecer partición Home a

source: Set Hostname as
es_ar: Establecer Hostname como

source: Set Default user as
es_ar: Configurar usuario predeterminado a

source: Check
es_ar: Comprobar

source: Backup /etc, /home and the packages list
es_ar: Hacer copias de seguridad de /etc, /home y la lista de paquetes

source: Upgrade SliTaz on
es_ar: Actualizando SliTaz en

source: Restore /etc, /home
es_ar: Restaurando /etc, /home

source: Upgrade additional packages.
es_ar: Actualizando paquetes adicionales.

source: Enable Windows dual-boot
es_ar: Activar dual-boot Windows

source: Install Grub
es_ar: Instalar Grub

source: Continue:(y/n)
es_ar: Continuar:(y/n)

source: Cancelled by user
es_ar: Cancelado por usuario

source: Partition in use
es_ar: Partición en uso

source: Formatting main partition:
es_ar: Formatear partición principal:

source: Formatting /home partition:
es_ar: Formateando partición /home:

source: Can't mount
es_ar: No se puede montar

source: Falling back to running kernel name..
es_ar: Volviendo a correr el nombre del kernel...

source: Configuring host name:
es_ar: Configurando el nombre de host:

source: No windows partition found. Dual-boot disabled
es_ar: No se encontraron particiónes windows. boot-dual desactivado

source: Enabling Windows dual-boot
es_ar: Activando inicio dual Windows

source: Installing SliTaz on
es_ar: Instalando SliTaz en

source: Configuring root and default user account:
es_ar: Configurando root y cuenta de usuario predeterminada...

source: Configuring partition to be used as /home...
es_ar: Configurando partición para ser usada como /home...

source: Running grub-install on:
es_ar: Corriendo grub-install en:

source: Unmounting target
es_ar: Desmontando objetivo

source: Unmounting
es_ar: Desmontando

source: Ejecting cdrom...
es_ar: eyectando cdrom...

source: Installation complete. You can now restart (reboot)
es_ar: Instalación completa. Puede reiniciar

source: from your SliTaz GNU/Linux system.
es_ar: de su sistema SliTaz GNU/Linux

source: Copying log files
es_ar: Copiando archivos log

source: Preparing upgrade of SliTaz release:
es_ar: Preparando actualización de SliTaz, versión:

source: This partition doesn't appear to contain a valid SliTaz system, the file: /etc/slitaz-release doesn't exist.
es_ar: Esta partición no parece contener un sistema válido SliTaz. La fila: /etc/slitaz-release no existe.

source: The list of available packages on the mirror could not be downloaded. No missing packages will be reinstalled now, but you can do so later by looking at the following list: /var/lib/tazinst/packages-selection.diff
es_ar: La lista de los paquetes disponibles en el espejo, no pueden ser descargados. No missing packages will be reinstalled now, pero puedes luego mirar en la siguiente lista: /var/lib/tazinst/packages-selection.diff

source: Grub update
es_ar: Actualizar Grub

source: Backup /etc, /home and the packages list...
es_ar: Creando copia de seguridad /etc, /home y la lista de paquetes...

source: Upgrading SliTaz on:
es_ar: Actualizando SliTaz en :

source: Restoring configuration files...
es_ar: Restaurando archivos de configuración...

source: Upgrading added packages...
es_ar: Actualizando paquetes agregados...

source: Upgrade finished. You can now restart (reboot) from your SliTaz GNU/Linux system.
es_ar: Actualización completa. Puede ahora reiniciar su sistema operativo SliTaz GNU/Linux.

source: Packages on the cdrom :
es_ar: Paquetes en cdrom :

source: Packages installed from the mirror :
es_ar: Paquetes instalados desde el espejo :
