Repository: SliTaz-official/slitaz-tools
Catalog: po/slitaz-boxes/*.po
Languages: fa, ja

source: Small Wi-Fi utility to quickly connect to a network.
fa: ابزار کوچک وای-فای برای اتصال سریع به شبکه
ja: ネットワークにすばやく接続するための小さな Wi-Fi ユーティリティです。

source: Usage:
fa: :طریقه استفاده
ja: 用途:

source: interface
fa: واسط
ja: インターフェイス

source: any
fa: هر
ja: 任意

source: N/A
ja: 不可

source: none
fa: هیچکدام
ja: なし

source: connected
ja: 接続

source: WPA Password:
fa: :WPA رمز
ja: WPA パスワード:

source: WEP Password:
fa: :WER رمز
ja: WEP パスワード:

source: Wi-Fi connection
fa: اتصال وای-فای
ja: Wi-Fi 接続

source: Connection to:
fa: :اتصال به
ja: 接続先:

source: Start Wi-Fi
fa: آغاز وای-فای
ja: Wi-Fi 開始

source: Stop Wi-Fi
fa: توقف وای-فای
ja: Wi-Fi 停止

source: Wi-Fi network
fa: شبکه وای-فای
ja: Wi-Fi ネットワーク

source: <b>Connect to a Wi-Fi network</b> (Double click to connect)
fa: <b>اتصال به یک شبکه وای-فای</b> (برای اتصال دو بار کلیک کنید.)
ja: <b>Wi-Fi ネットワークへ接続</b> (ダブルクリックで接続)

source: ESSID Name
fa: ESSID نام
ja: ESSID 名

source: Quality
fa: کیفیت
ja: 品質

source: Encryption
fa: پنهان کردن
ja: 暗号化

source: Status
fa: وضعیت
ja: 状態

source: Burn-box a small front end to cdrkit powered by Yad/GTK.
fa: Yad/GTK قدرت گرفته از cdrkit یک نرم افزار نهایی است برای BurnBox
ja: Burn-box は Yad/GTK を搭載した cdrkit の小さなフロントエンドです。

source: command
fa: فرمان
ja: コマンド

source: option
fa: گزینه
ja: オプション

source: file
fa: فایل
ja: ファイル

source: Commands:
fa: :فرمان ها
ja: コマンド:

source: Show all Wodim options
fa: Wodim نمایش تمام گزینه های
ja: Wodim オプションをすべて表示

source: Burn an ISO image
fa: ISO رایت کردن فایل
ja: ISO イメージの書込

source: Create and burn an audio CD
fa: ایجاد و رایت سی دی صوتی
ja: 音楽 CD の生成・書込

source: Erase a RW disk
fa: RW پاک کردن دیسک
ja: RW ディスクの消去

source: Options:
fa: :گزینه ها
ja: オプション:

source: Examples:
fa: :مثال ها
ja: 例:

source: Decoding files from: %s
ja: ファイルをデコード: %s

source: Not an ISO image: "%s"
ja: ISO イメージがありません: "%s"

source: Burn ISO images and audio files [data in next releases]
fa: را رایت کنید .[اطلاعات (دیتا) در انتشار بعدی]ISO فایل های صوتی و
ja: ISO イメージ・音楽ファイルの書込 [次のデータ]

source: Drive speed:
fa: :سرعت درایو
ja: ドライブの速度:

source: Wodim options:
fa: :Wodim گزینه های
ja: Wodim オプション:

source: ISO image:
fa: :ISO فایل
ja: ISO イメージ:

source: Audio files:
fa: :فایل صوتی
ja: 音楽ファイル:

source: Wodim help
fa: Wodim راهنمای
ja: Wodim ヘルプ

source: Blank CD
fa: سی دی خام
ja: 空の CD

source: Burn
fa: رایت کردن
ja: 書込

source: Burning ISO
fa: ISO رایت کردن
ja: ISO の書込中

source: Burning Audio
fa: رایت کردن صوت
ja: 音楽の書込中

source: Wodim Help
fa: Wodim راهنمای
ja: Wodim ヘルプ

source: Missing ISO image "%s"
ja: ISO イメージ "%s" が見つかりません

source: Missing audio directory "%s"
ja: 音楽ディレクトリ "%s" が見つかりません

source: Blank disk
fa: دیسک خالی
ja: 空のディスク

source: SCP Box - Small front end to the secure file copy utility.
fa: SCP Box نرم افزار نهایی کوچک کپی امن فایل ها -
ja: SCP Box - 安全なファイルコピーユーティリティの小さなフロントエンドです。

source: List all known hosts
fa: لیست کردن تمامی هاست (میزبان) های شناخته شده
ja: すべての既知ホスト一覧

source: <b>Secure copy</b> - Copy files remotely with scp
fa: <b>کپی امن</b> - SCP کپی فایل ها از راه دور با
ja: <b>暗号化コピー</b> - scp のリモートファイルコピー

source: User name:
fa: :نام کاربری
ja: ユーザー名:

source: Hostname:
fa: :نام میزبان (هاست)
ja: ホスト名:

source: Known hosts:
fa: :میزبان (هاست) های شناخته شده
ja: 既知のホスト：

source: Local file:
fa: : (Local)فایل محلی
ja: ローカルファイル:

source: Local directory:
fa: :دایرکتوری محلی
ja: ローカルディレクトリ:

source: Remote path:
fa: :مسیر راه دور
ja: リモートパス:

source: Download
fa: دانلود
ja: ダウンロード

source: Upload
fa: آپلود
ja: アップロード

source: Decoding files from: $audio
fa: $audio رمز گشایی فایل ها از

source: Not an ISO image: "$iso"
fa: یک فایل ایزو نیست "$iso"

source: Missing ISO image "$iso"
fa: فایل ایزو گمشده است. "$iso"

source: Missing audio directory "$audio"
fa: .دایرکتوری صوتی گمشده است "$audio"
