Repository: SliTaz-official/slitaz-tools
Catalog: po/slitaz-tools/*.po
Languages: fa, fr, ja

source: Enter new password for %s
fr: Entrez le nouveau mot de passe de %s
ja: %s の新たなパスワードを入力して下さい。

source: Add User
fr: Ajoute un utilisateur
ja: 追加ユーザー

source: Enter login name for the new \Zb\Z4user
fr: Entrez l'identifiant du nouvel utilisateur \Zb\Z4utilisateur
ja: 新しい \Zb\Z4user のログイン名を入力

source: Enter password for user \Zb\Z4%s
fr: Entrez le mot de passe de l'utilisateur \Zb\Z4%s
ja: ユーザー \Zb\Z4%s のパスワードを入力

source: connected
fr: connecté
ja: 接続済み

source: Quality
fr: Qualité
ja: 品質

source: Key
fr: Clé
ja: キー

source: Select
fr: Choisir
ja: 選択

source: Connect to a Wi-Fi network
fr: Connexion à un réseau Wi-Fi
ja: Wi-Fi ネットワークへ接続

source: Enter Wi-Fi access point ESSID (name)
fr: Entrez le ESSID du point d'accés Wi-Fi (son nom)
ja: Wi-Fi アクセスポイント ESSID (名称) を入力

source: Wi-Fi Password
ja: Wi-Fi パスワード

source: Enter Wi-Fi key (password) for \Zb\Z4%s
fr: Enterz la clé (ou mot de passe) Wi-Fi pour \Zb\Z4%s
ja: \Zb\Z4%s の Wi-Fi キー (パスワード) を入力

source: Shutting down network interfaces...
fr: Arrêt des interfaces réseau...
ja: ネットワークインターフェイスをシャットダウン中...

source: Configuring: %s...
ja: 設定中: %s...

source: Restarting Wi-Fi interface...
fr: Redémarre l'interface Wi-Fi...
ja: Wi-Fi インターフェイスを再起動中...

source: Checking connection...
fr: Vérifie la connexion...
ja: 接続を確認中...

source: IP address: %s
fr: Adresse IP : %s
ja: IP アドレス: %s

source: Unable to connect...
fr: Connexion impossible...
ja: 接続できません...

source: Wi-Fi Config
fr: Configuration Wi-Fi
ja: Wi-Fi 設定

source: Exec
ja: 実行

source: System keyboard setting
ja: システムキーボード設定

source: System language setting
ja: システム言語設定

source: Wi-Fi network settings
fr: Paramètres du réeseau Wi-Fi
ja: Wi-Fi ネットワーク設定

source: Add a new user
fr: Ajoute un nouvel utilisateur
ja: 新しいユーザーの追加

source: Change root password
fr: Change le mot de passe root
ja: root パスワードの変更

source: Set system date from the web
fr: Mise à l'heure par Internet
ja: web よりシステム日付を設定

source: Exit from SliTaz Config
fr: Sortie de SliTaz Config
ja: SliTaz 設定を終了

source: /path/to/files/*
fr: /chemin/vers/fichier/*

source: Wvdial Box
fr: Box Wvdial

source: Wi-Fi ESSID
fr: ESSID Wi-Fi

source: URL
fa: آدرس اینترنتی
