Repository: SliTaz-official/slitaz-tools
Catalog: po/slitaz-tools/*.po
Languages: fa, fr, ja

source: SliTaz GNU/Linux locale setting using dialog boxes.
fa: :توسط کادر های محاوره SliTaz GNU/Linux تنظیمات منطقه ای
ja: ダイアログボックスを使用した SliTaz GNU/Linux の言語設定です。

source: Usage:
fa: :طریقه استفاده
fr: Utilisation :
ja: 用途:

source: option
fa: گزینه
ja: オプション

source: Options:
fa: :گزینه ها
ja: オプション:

source: Show info about config file and current locale.
fa: :نمایش اطلاعات در مورد فایل پیکربندی و منطقه کنونی
fr: Donne des infos à propos de la configuration de la langue
ja: 設定ファイルと現在の言語に関する情報を表示します。

source: Show list of available locales.
fa: .نمایش لیست مناطق موجود
fr: Afficher la liste des locales disponibles.
ja: 使用可能な言語一覧を表示します。

source: Any other option treated as locale - set locale (root).
fa: (root) هر گونه گزینه دیگر به عنوان منطقه تلقی میشود - تنظیم منطقه
fr: Toute autre option traitée comme locale - set locale (root).
ja: ロケール (ルート) を設定している場合、その他のオプションは言語として扱われます。

source: Display locale selecting dialog if no option given (root).
fa: (root) نمایش گفتوگوی انتخاب منطقه اگر گزینه ای وارد نشود
fr: Sans option, lance dialog pour choisir une locale (root).
ja: オプション (ルート) が指定されていない場合は、言語選択ダイアログを表示します。

source: SliTaz language setting
fa: SliTaz تنظیمات زبان
ja: SliTaz 言語設定

source: Please logout of your current session and login again to use new locale.
fa: .لطفا برای استفاده از منطقه ی جدید از حساب کاربری خارج شوید و مجددا وارد شوید
fr: Veuillez vous déloguer et vous reloguer une fois pour utiliser la nouvelle locale.
ja: 新しい言語設定を使用するには、現在のセッションからログアウトして、もう一度ログインしてください。

source: Information
fa: اطلاعات
ja: 情報

source: Config file: %s
fa: %s :فایل پیکربندی
fr: Fichier de config : %s
ja: 設定ファイル: %s

source: Current locale: %s
fa: %s :منطقه فعلی
fr: Locale actuelle : %s
ja: 現在の言語: %s

source: Current keymap: %s
fa: %s :فعلی Keymap
fr: Clavier actuel : %s
ja: 現在のキーボード: %s

source: SliTaz keyboard setting
fa: SliTaz تنظیمات صفحه کلید
ja: SliTaz キーボード設定

source: Please logout of your current session and login again to use new keyboard.
fa: .لطفا برای استفاده از صفحه کلید جدید از حساب خود خارج شوید و مجددا وارد شوید
fr: Veuillez vous déloguer et vous reloguer une fois pour utiliser le nouveau clavier.
ja: 新しいキーボード設定を使用するには、現在のセッションからログアウトしてもう一度ログインしてください。

source: Setting default mixer volumes...
fa: ...در حال تنظیم صدای پیش فرض
fr: Réglage des volumes par défaut...
ja: デフォルトのミキサーボリュームを設定...

source: Creating:
fa: :در حال ایجاد
ja: 作成:

source: Install Xorg
fa: Xorg نصب
fr: Installer Xorg
ja: Xorg のインストール

source: Tazx helps you to select your X driver.
fa: خود را انتخاب نمایید. X به شما کمک میکند تا درایور Tazx
fr: Tazx vous aide à sélectionner votre pilote Xorg.
ja: Tazx は X ドライバーの選択を助けます。

source: Auto configuring
ja: 自動設定

source: driver
fa: درایور
fr: pilote
ja: ドライバー

source: Quit
fa: خروج
fr: Quitter
ja: 終了

source: Failed to setup driver
ja: ドライバーの設定に失敗しました

source: (unknown hardware)
fr: (matériel inconnu)
ja: (ハードウェアが不明)

source: Installing pkg: %s
fa: %s :در حال نصب پکیج
fr: Installation du paquet : %s
ja: パッケージインストール中: %s

source: Install
ja: インストール

source: Install Window Manager and applications
ja: ウインドウマネージャー・アプリケーションのインストール

source: ON
ja: オン

source: OFF
ja: オフ

source: SliTaz Xorg config
fa: SliTaz Xorg پیکربندی
ja: SliTaz Xorg 設定

source: Install or reconfigure Xorg
fa: Xorg نصب یا پیکربندی مجدد
fr: Installer ou reconfigurer Xorg
ja: Xorg のインストール・再設定

source: Install Xorg server (light version)
fa: (نسخه کم حجم) Xorg server نصب
fr: Installer le serveur Xorg (version light)
ja: Xorg サーバ (軽量版) のインストール

source: AutoStart Xorg by SLiM on boot
fr: Lancer automatiquement Xorg par SLiM au démarrage
ja: 起動時に SLiM で Xorg を自動開始

source: (Re)Start Simple Login Manager now
fr: (Re)démarrer SLiM maintenant
ja: 今すぐログインマネージャーを(再)開始する

source: Quit Tazx utility
fa: Tazx خروج از ابزار
fr: Quitter l'utilitaire Tazx
ja: Tazx ユーティリティを終了

source: Start X on boot:
fr: Lancer X au démarrage
ja: 起動時に X 起動:

source: Configuration tool for SliTaz GNU/Linux
fr: Outil de configuration pour SliTaz GNU/Linux
ja: SliTaz GNU/Linux 設定ツール

source: command
fa: فرمان
fr: commande
ja: コマンド

source: parameter
fr: paramètre
ja: パラメータ

source: Commands:
fa: :فرامین
fr: Commandes:
ja: コマンド:

source: Install Xorg and selected Xorg driver
ja: Xorg インストールと Xorg ドライバーの選択

source: Configure Xorg, generate configuration files
ja: Xorg の設定と設定ファイルの生成

source: Set monitor default depth (valid parameters: 8, 15, 16 or 24)
fr: Nombre de bits par pixel par défaut (8, 15, 16 ou 24)
ja: モニタのデフォルト深度を設定する (値のパラメータ: 8、15、16、24)

source: Auto-select and install Xorg driver
fr: Sélection automatique et installation du driver Xorg
ja: インストールする Xorg ドライバーを自動で選択

source: Get files for starting an X session and config the keyboard
fr: Récupère les fichiers pour démarrer une session X et configurer le clavier
ja: X セッションを開始するためのファイルを取得しキーボードを設定

source: Generate or regenerate Xorg keyboard config
fr: Crée ou recrée la configuration clavier de Xorg
ja: Xorg キーボードの設定を生成・再生成

source: Run tazx as root if you need to configure xorg
fr: Lancez tazx par root si vous devez configurer xorg
ja: xorg を設定する必要がある場合は、root で tazx を実行して下さい

source: Decode audio and video files
fa: رمزگشایی فایل های صوتی و تصویری
fr: Décode les fichiers audio et video
ja: 音楽・動画ファイルのデコード

source: file
fa: فایل
fr: fichier
ja: ファイル

source: Examples:
fa: :مثال ها
fr: Exemples :
ja: 例:

source: Missing decoder: %s
fa: %s :گم شده (Decoder) رمز گشای
fr: Manque le décodeur : %s
ja: デコードツールがありません: %s

source: Skipping file: %s
fa: %s :در حال گذر (نادیده گرفتن) از فایل
fr: Fichier ingoré : %s
ja: 次のファイルをスキップ: %s

source: Decoding: %s
fa: %s :در حال رمزگشایی
fr: Décodage de : %s
ja: デコード中: %s

source: No file: %s
fa: %s :فایل موجود نیست
fr: Pas de fichier : %s
ja: ファイルなし: %s

source: Unsupported file: %s
fa: %s :فایل پشتیبانی نشده
fr: Fichier pas supporté : %s
ja: 非対応ファイル: %s

source: configurable SliTaz wrapper for terminal.
fa: برای ترمینال SliTaz قابل پیکربندی (Wrapper) روپوش
fr: raccourci SliTaz configurable vers le terminal.
ja: ターミナル用の設定可能な SliTaz ラッパーです。

source: Recognized options:
fa: :گزینه های شناخته شده
fr: Options reconnues:
ja: 認識されたオプション:

source: Print the version number
fa: چاپ شماره نگارش
fr: Affiche le numéro de version
ja: バージョン番号を出力

source: Print out this message
fa: چاپ این پیام
fr: Affiche ce message
ja: このメッセージを出力

source: Width and height of terminal window (%s)
fa: (%s) پهنا و ارتفاع پنجره ی ترمینال
fr: Largeur et hauteur du terminal (%s)
ja: ターミナルウインドウ (%s) の縦横幅

source: Title name for window ("%s")
fa: ("%s") نام عنوان پنجره
fr: Titre de la fenêtre ("%s")
ja: ウインドウのタイトル名 ("%s")

source: Don't close terminal after command finished
fa: لطفا ترمینال را بعد از پایان فرمان نبندید
fr: Ne fermez pas le terminal une fois la commande finie
ja: コマンド終了後に端末を閉じない

source: Command to execute (must be last in line)
fa: فرمان برای اجرا (باید آخرین فرمان در خط باشد)
fr: Command à lancer (doit être la dernière ligne)
ja: 実行するコマンド (最後の行にする必要があります)

source: Help for %s:
fa: :%s راهنمایی درمورد
fr: Aide pour %s:
ja: %s のヘルプ:

source: SliTaz Setup configuration
fa: SliTaz پیکربندی نصب
fr: Configuration de SliTaz
ja: SliTaz 設定

source: Print this short usage.
fa: .چاپ این طریقه استفاده کوتاه
ja: 短い使用法を出力します。

source: Parallel and USB Printer setup.
fa: .USB و (Parallel) نصب چاپگر پارالل
fr: Configuration des imprimantes parallèle et USB
ja: パラレル・USB プリンターを設定します。

source: USB Scanner setup.
fa: .USB نصب اسکنر
fr: Configuration des scanners USB
ja: USB スキャナを設定します。

source: Integrated and USB webcam setup.
fa: .USB نصب وب کم جامع و
fr: Configuration de la webcam intégrée ou USB
ja: 統合された USB ウェブカメラを設定します。

source: Digital Camera setup.
fa: .نصب دوربین دیجیتال
fr: Configuration des caméras numériques
ja: デジタルカメラを設定します。

source: Bluetooth setup.
fa: .نصب بلوتوث
fr: Configuration Bluetooth
ja: Bluetooth を設定します。

source: 3g-modem setup.
fa: .3g نصب مودم
fr: Configuration des modems 3G
ja: 3G モデムを設定します。

source: Start/stop firewall.
fa: .(FireWall) شروع/توقف دیواره آتش
fr: Démarrage/Arrêt du firewall
ja: ファイヤーウォールを開始・停止します。

source: Nvidia (non-free/free) setup.
fa: .Nvidia (non-free/free) نصب درایور
fr: Configuration Nvidia (non-libre/libre)
ja: Nvidia (フリー・非フリー) を設定します。

source: ATI (non-free/free) setup.
fa: .ATI (non-free/free) نصب
fr: Configuration ATI (non-libre/libre)
ja: ATI (フリー・非フリー) を設定します。

source: install non-free packages (nvidia, ati).
fa: (ATI و Nvidia) non-free نصب پکیج های
fr: installe les paquets non libres (nvidia, ati).
ja: 非フリーパッケージをインストールします (nvidia、ati)

source: auto-install optional dependencies.
fa: .نصب خودکار وابسته های اختیاری
fr: auto-installe les dépendances optionnelles
ja: 追加の依存関係を自動インストールします。

source: confirm before installing optional dependencies
fa: .درخواست تائید قبل از نصب وابسته های اختیاری
fr: vous confirmez l'installtion des dépendances optionnelles
ja: オプションの依存関係をインストールする前に確認

source: Due to a lack of compatible hardware for troubleshooting, this %s device has not been properly tested. Please report any success, failure, bug to SliTaz Bug tracker or Forum.
fa: .اطلاع دهید SliTaz دستگاه به درستی تست نشده است.لطفا هرگونه موفقیت، شکست یا باگ در دستگاه را به انجمن یا پیگیری باگ های %s به علت کمبود سخت افزار هماهنگ برای عیب یابی، این
fr: A cause du manque de matériels pour la mise au point, ce périphérique %s n'a pas été correctement testé. Veuillez reporter les succés, échecs, et bugs sur les SliTaz Bug tracker ou Forum.
ja: トラブルシューティングに互換性のあるハードウェアがないため、この %s デバイスは適切にテストされていません。 成功、失敗、不具合をSliTaz バグトラッカーまたはフォーラムへ報告してください。

source: Failed to setup %s
fa: نشد %s موفق به نصب
fr: Echec de la configuration de %s
ja: %s の設定に失敗しました

source: Would you like to install pkg: %s
fa: %s :آیا مایلید که این پکیج را نصب کنید
fr: Voulez vous installer le paquet : %s
ja: パッケージをインストール: %s

source: adding %s to %s
fa: %sبه %s در حال افزودن
fr: ajoute %s dans %s
ja: 追加中 %s を %s へ

source: Detected USB Device : Vendor : Product
fa: :محصول : فروشنده : USB شناسایی شد دستگاه
fr: Périphérique USB détecté : Vendor : Product
ja: 検出 USB デバイス : ベンダー : 製品

source: %s) Vendor : %s
ja: %s) ベンダー: %s

source: Product : %s
ja: 製品 : %s

source: Which no. is your %s shown in the above lines (1,2,3,none)?
ja: それでもなければ、%s は上の行 (1,2,3、none) に表示されていますか？

source: Do you want to use hp-setup utility
fa: استفاده کنید HP آیا مایلید از ابزار نصب
fr: Voulez vous utiliser l'utilitaire hp-setup
ja: hp-setup ユーティリティを使用しますか

source: Verify %s Permissions
fa: .را تائید کنید %s مجوز های
fr: Vérifie les permissions de %s
ja: %s パーミッションを検査

source: Your %s must be in %s group with rw-rw-rw- permissions
fa: rw-rw-rw باشد با مجوز های %s شما باید در گروه %s
fr: Votre %s doit être dans le groupe %s avec les droits rw-rw-rw-
ja: %s は rw-rw-rw- パーミッションの %s グループに属している必要があります

source: New udev rules are added by a package
fa: .توسط یک پکیج افزوده شدند udev قواعد جدید
fr: Des nouvelles régles sont ajoutées par le paquet
ja: 新しい udev ルールがパッケージによって追加されます

source: Auto configuring Xorg...
fa: ...Xorg در حال نصب خودکار
fr: Auto configuration de Xorg...
ja: Xorg を自動設定中...

source: Configuring Xorg...
fa: Xorg در حال پیکربندی
fr: Configuration de Xorg...
ja: Xorg を設定中...

source: Phone Number:
fa: :شماره تلفن
fr: Numéro de téléphone :
ja: 電話番号:

source: Username:
fa: :نام کاربری
fr: Utilisateur:
ja: ユーザー名:

source: Password:
fa: :رمز عبور
fr: Mot de passe:
ja: パスワード:

source: Pin (if required):
fa: :کد پین (در صورت نیاز)
fr: Code PIN (si besion) :
ja: ピン (必要な場合):

source: Modem:
fa: :مودم
ja: モデム:

source: Access Point Name (APN):
fa: :(APN) نام نقطه دسترسی
fr: Nom de point d'accés (APN) :
ja: アクセスポイント名 (APN):

source: You must save your account info before dialing
fa: .شما باید اطلاعات حسابتان را قبل از شماره گیری ذخیره کنید
fr: Vous devez sauvagarder votre compte avant de numéroter
ja: ダイヤルする前にアカウント情報を保存する必要があります

source: Edit config file
fa: ویرایش فایل پیکربندی
fr: Edition du fichier de config
ja: 設定ファイルの編集

source: Save Configuration
fa: ذخیره پیکربندی
fr: Sauvegarde de la configuration
ja: 設定を保存

source: Dial Pin Once
fa: یکبار شماره گیری پین
fr: Compose de code PIN
ja: 一度だけのダイヤル Pin

source: Do you want to start cups
fa: را اجرا کنید cups آیا مایلید
fr: Voulez vous lancer cups
ja: cups を開始する

source: Starting <b>cups</b> using:
fa: :با استفاده از <b>cups</b> در حال شروع
fr: Lancement de <b>cups</b> avec :
ja: 次を使用し <b>cups</b> を開始中:

source: Do you want to start scanner
fa: آیا میخواهید اسکنر را راه اندازی کنید
fr: Voulez vous lancer le scanner
ja: スキャーナーを開始する

source: Following <b>scanner commands</b> may be of help:
fa: :میتواند کمک باشد </b>فرمان های اسکنر<b>دنبال کردن
fr: Suivre <b>commandes scanner</b> peut aider :
ja: <b>scanner コマンド</b> でこれは役立つかもしれません:

source: to verify scanner has been found
fa: برای تائید اینکه اسکنر یافت شده است
fr: pour voir si le scanner a été trouvé
ja: スキャナが見つかったことを確認する

source: scanner application
fa: نرم افزار اسکنر
fr: application scanner
ja: スキャナーアプリケーション

source: Would you like to test webcam
fa: آیا مایلید که وب کم را تست کنید
fr: voulez vous tester la webcam
ja: Web カメラをテストする

source: Would you like to test webcam by installing mplayer-svn
fa: تست کنید mplayer-svn آیا مایلید که وب کم را با نصب کردن
fr: voulez vous tester la webcam en installant mplayer-svn
ja: mplayer-svn をインストールして Web カメラをテストしますか

source: Webcam is set up; please use mplayer-svn/fswebcam/amsn/skype to view
fa: برای نمایش استفاده کنید mplayer-svn/fswebcam/amsn/skype وب کم نصب شده است؛ لطفا از
fr: la webcam est active ; veuillez utiliser mplayer-svn/fswebcam/amsn/skype pour voir
ja: Webcam がセットアップされました; 表示するには mplayer-svn・fswebcam・amsn・skype を使用して下さい

source: Do you want to check if gphoto2 can talk to your camera
fa: میتواند با دوربین شما ارتباط برقرار کند gphoto2 میخواهید بررسی کنید که آیا
fr: Voulez vous voir si gphoto2 peut dialoguer avec votre caméra
ja: gphoto2 でカメラへ話すことができるかどうかチェックしますか？

source: Do you want to test importing photos
fa: آیا میخواهید که وارد کردن تصاویر را تست کنید
fr: Voulez vous tester l'importation de photos
ja: 写真の読み込みをテストする

source: Camera is set up; please use gphoto2 to import photos
fa: برای وارد کردن عکس استفاده کنید gphoto2 دوربین نصب شده است؛ لطفا از
fr: la webcam est active ; veuillez utiliser gphoto2 pour importer des photos
ja: カメラが設定されています。 gphoto2 を使って写真をインポートしてください

source: Quick start guide: %s
fa: %s :راهنمای شروع سریع
fr: Guide succinct : %s
ja: クイックスターロガイド: %s

source: Do you want to see if the bluetooth is working
fa: آیا میخواهید ببینید که بلوتوث کار میکند
fr: Voulez vous voir si le bluetooth fonctionne
ja: bluetooth が動作する場合は使用する

source: <b>Bluetooth</b> interfaces
fa: </b>بلوتوث<b> واسط های
fr: Interface <b>Bluetooth</b>
ja: <b>Bluetooth</b> インターフェイス

source: Following <b>Bluetooth commands</b> may be of help
fa: : میتواند راهنمایی باشد </b>فرامین بلوتوث<b> دنبال کردن
fr: Suivre <b>commandes Bluetooth</b> peut aider :
ja: <b>Bluetooth コマンド </b> に役立つかもしれません

source: checking local bluetooth devices...
fa: ...در حال بررسی دستگاه های محلی بلوتوث
fr: vérifie les périphériques bluetooth locaux...
ja: ローカル bluetooth デバイスを確認中...

source: scanning remote bluetooth devices...
fa: ...در حال جستجوی دستگاه های بلوتوث از راه دور
fr: Recherche des périphériques bluetooth distants...
ja: リモート bluetooth デバイスを検索中...

source: pairing with remote bluetooth devices...
fa: ...در حال جفت شدن با دستگاه بلوتوث راه دور
fr: Association avec les périphériques distants...
ja: レモート bluetooth デバイスをペアリング中...

source: You can manually edit the configuration files in %s if need be
fa: .به صورت دستی در صورت نیاز ویرایش کنید %s شما میتوانید فایل های پیکربندی را در
fr: Vous pouvez éditer les fichiers de configuration dans %s
ja: 必要に応じて %s の設定ファイルを手動で編集することができます

source: for starting bluetooth daemon
fa: bluetooth daemon برای شروع
fr: Pour démarrer le daemon bluetooth
ja: bluetooth デーモンの起動に必要なもの

source: for checking local devices
fa: برای بررسی دستگاه های محلی
fr: Pour vérifier les périphériques locaux
ja: ローカルデバイスで確認するもの

source: for scanning remote devices
fa: برای جستجوی دستگاه های راه دور
fr: Pour rechercher des périphériques distants
ja: リモートデバイスで確認するもの

source: pairing with remote bluetooth devices
fa: در حال جفت شدن با دستگاه بلوتوث راه دور
fr: Association avec les périphériques distants
ja: リモート bluetooth デバイスのペアリング中

source: List detected devices
fa: لیست کردن دستگاه های شناسایی شده
fr: Liste des périphériques détectés
ja: 検出デバイスの一覧

source: Detected Modem at:
fa: :مودم شناسایی شد در
fr: Modem détecté en :
ja: 検出モデム:

source: Do you want to configure wvdial
fa: را پیکربندی کنید wvdial آیا میخواهید
fr: Voulez vous configurer wvdial
ja: wvdial を設定する

source: Edit %s for phone number, login name, password and pin
fa: برای شماره تلفن، نام کاربری، رمز عبور و کد پین%s ویرایش
fr: Edition du numéro de téléphone et des login, mot de passe et code pin dans %s
ja: 電話番号、ログイン名、パスワード、pinの ％s を編集

source: Add DNS address of your provider in %s
fa: اضافه کنید %s ارائه دهنده خود را در DNS آدرس
fr: Ajout de l'adresse DNS de votre provide dans %s
ja: プロバイダの DNS アドレスを %s へ追加する

source: Setting IPTABLES_RULES to yes in /etc/slitaz/firewall.conf
fa: /etc/slitaz/firewall.conf در yes به IPTABLES_RULES در حال تنظیم
fr: Mise à yes de IPTABLES_RULES dans /etc/slitaz/firewall.conf
ja: /etc/slitaz/firewall.conf で IPTABLES_RULES を yes に設定中

source: Probing for open ports...
fa: ...در حال جستجو برای پورت های باز
fr: Détection des ports ouverts...
ja: 開いているポートを調査中...

source: Adding firewall daemon to start automatically at boot
fa: برای شروع خودکار هنگام بوت (firewall daemon) در حال افزودن اهریمن دیواره آتش
fr: Activation du démarrage automatique au boot du firewall
ja: 起動時に自動起動するファイアウォールデーモンを追加

source: Do you want to configure X using non-free nvidia driver
fa: استفاده کنید X برای پیکربندی Nvidia آیا مایلید از درایور غیر آزاد
fr: Voulez vous configurer X avec le pilote nvidia non-libre
ja: 非フリー nvidia ドライバーを使って X を設定しますか？

source: Your previous config is in %s
fa: قرار دارد %s پیکربندی پیشین شما در
fr: La config précédante est dans %s
ja: 以前の設定は %s です

source: If nvidia fails, you can remove %s to restore previous config.
fa: .را حذف کنید تا پیکربندی پیشین شما بازگردانی شود %s ناموفق بود، شما میتوانید Nvidia اگر
fr: Si nvidia se plante, retirez %s pour restorer la config précédante.
ja: nvidia が失敗した場合は、%s を削除して以前の設定を復元できます。

source: Adding to xorg.conf:
fa: :xorg.conf در حال افزودن به
fr: Ajoute à xorg.conf :
ja: xorg.conf へ追加中:

source: Checking if nvidia is working...
fa: ...کار میکند Nvidia در حال بررسی اینکه آیا
fr: Vérifie le fonctionnement de nvidia...
ja: nvidia の動作を確認中...

source: Configure nvidia settings:
fa: :nvidia پیکربندی تنظیمات
fr: Configure les paramètres nvdia :
ja: nvidia の設定:

source: Use '%s' to generate a template configuration file.
ja: '%s' を使用してテンプレート構成ファイルを生成します。

source: test nvidia
fa: nvidia آزمایش
ja: nvidia のテスト

source: Use: nvidia-settings utility to configure your settings if necessary
fa: برای پیکربندی تنظیمات در صورت نیاز استفاده کنید nvidia-settings :از ابزار
fr: Utilse: nvidia-settings to configure vos paramètres si besion
ja: 使用: 必要に応じて nvidia-settings ユーティリティを使用して設定を構成します

source: Do you want to configure X using free nvidia driver
fa: پیکربندی نمایید nvidia را با استفاده از درایور آزاد X آیا میخواهید
fr: Voulez vous configurer X avec le pilote nvidia libre
ja: フリー nvidia ドライバーを使用して X を設定しますか

source: Create %s configured with nv driver.
fa: nv پیکربندی شده با درایور %s ایجاد
fr: Crée %s pour le pilote nv.
ja: nv ドライバで設定された ％s を作成します。

source: Do you want to configure X using non-free catalyst ATI (radeon) driver
fa: پیکر بندی نمایید ATI (Radeon) را با استفاده از درایور غیر آزاد X آیا مایلید
fr: Voulez vous configurer X avec le pilote catalyst ATI (radeon) non-libre
ja: 非フリー catalyst ATI（radeon）ドライバを使用して X を設定しますか

source: If ati fails, you can remove %s to restore previous config.
fa: .را برای بازگردانی پیکربندی قبلی حذف نمایید %s ناموفق بود، شما میتوانید ati اگر
fr: Si ATI se plante, retirez %s pour restorer la config précédante.
ja: ati が失敗した場合は、%s を削除して以前の設定を復元することができます。

source: Checking if ati catalyst is working...
fa: ...کار میکند ati (catalyst) در حال بررسی اینکه آیا سازمان دهنده
fr: Vérifie le fonctionnement de ati catalyst...
ja: ati catalyst の動作を確認中...

source: Configuration:
fa: :پیکربندی
ja: 設定:

source: Use: aticonfig utility to generate a template configuration file if necessary
fa: برای تولید یک فایل قالب پیکربندی در صورت نیاز استفاده کنید aticonfig :از ابزار
fr: Utilise: aticonfig pour créer un modèle de fichier de config si besion
ja: 使用: 必要に応じて aticonfig ユーティリティへテンプレート設定ファイルを生成する

source: Do you want to configure X using free ATI (radeon) driver
fa: پیکر بندی نمایید ATI (Radeon) را با استفاده از درایور آزاد X آیا مایلید
fr: Voulez vous configurer X avec le pilote libre ATI (radeon)
ja: フリー ATI（radeon）ドライバを使用して X を設定しますか

source: If ATI fails, you can remove %s to restore previous config.
fa: را برای بازگردانی پیکربندی پیشین حذف نمایید %s ناموفق بود، شما میتوانید ATI اگر
fr: Si ATI se plante, retirez %s pour restorer la config précédante.
ja: ATI が失敗した場合は、%s を削除して以前の設定を復元できます。

source: Create %s configured with radeon driver.
fa: .radeon پیکربندی شده با درایور %s ایجاد
fr: Création de %s avec le pilote radeon.
ja: radeon ドライバで設定された %s を作成します。

source: Checking if ATI radeon is working...
fa: ...کار میکند ATI radeon در حال بررسی اینکه آیا
fr: Vérifie le fonctionnement de la radeon ATI...
ja: ATI radeon 動作の確認中...

source: Bringing eth0 down...
fa: eth0 در حال توقف
fr: Arrêt de eth0...
ja: eth0 をダウンしています...

source: Dialing...
fa: ...در حال شماره گیری
fr: Appel...
ja: ダイヤル中...

source: The following optional packages can be installed:
fa: :پکیج های اختیاری زیر میتوانند نصب شوند
fr: Les paquets optionnels suivants peuvent être installés :
ja: 次のオプションパッケージをインストールできます:

source: Do you want to install all/few/no optional dependencies (all|few|N)?
fa: ؟(all|few|N) آیا میخواهید که همه/کمی/هیچکدام وابسته های اختیاری را نصب کنید
ja: 依存関係をインストールしますか すべて/いくつか/任意（all|few|N）？

source: SliTaz frugal installation
fa: SliTaz (frugal) نصب با صرفه
fr: Installation SliTaz frugale
ja: SliTaz frugal インストール

source: Display install path and size stats
fa: نمایش مسیر نصب و وضعیت سایز
fr: Affiche les statistiques d'installation
ja: インストールパスとサイズの統計情報を表示

source: Remove all frugal files
fa: frugal حذف تمام فایل های
fr: Supprime tous les fichiers d'installation frugal
ja: すべての frugal ファイルを削除

source: Show GRUB configuration example
fa: GRUB نمایش مثال پیکربندی
fr: Affiche un exemple de configuration de GRUB
ja: GRUB の設定例を表示

source: Set root installation path
fa: (root) نمایش مسیر نصب ریشه
fr: Défini le chemin d'installation
ja: root インストールパスを設定

source: Display some useful debug information
fa: نمایش برخی اطلاعات مفید عیب یابی
fr: Affiche des infos de déboguage
ja: 有用なデバッグ情報を表示

source: Frugal system running detected
fa: شناسایی شد frugal سیستم
fr: Un système frugal est en cours d'exécution
ja: Frugal システムが検出されました

source: Installation directory:
fa: :دایرکتوری نصب
fr: Dossier d'installation:
ja: インストールディレクトリ:

source: Kernel size:
fa: :حجم هسته (کرنل)
fr: Taille du noyau:
ja: カーネルサイズ:

source: Rootfs size:
fa: :(rootfs) حجم سیستم فایل ریشه
fr: Taille du rootfs:
ja: Rootfs サイズ:

source: Cleaning:
fa: :در حال پاکسازی
fr: Nettoyage de:
ja: クリーニング:

source: Unable to find ISO image:
fa: :یافت نشد ISO فایل
fr: Impossible de trouver l'image ISO:
ja: ISO イメージが見つかりません:

source: Mounting ISO image...
fa: ...ISO در حال اتصال فایل
fr: Montage de l'image ISO...
ja: ISO イメージのマウント中...

source: Installing the Kernel...
fa: ...در حال نصب هسته (کرنل)
fr: Installation du noyau Linux...
ja: カーネルをインストール中...

source: Installing the root filesystem...
fa: ...(root) در حال نصب سیستم فایل ریشه
fr: Installation du système de fichiers racine...
ja: root ファイルシステムをインストール中...

source: Unmounting ISO image...
fa: ...ISO در حال جداسازی فایل
fr: Démontage de l'image ISO...
ja: ISO イメージのマウント解除中...

source: SliTaz Config
ja: SliTaz 設定

source: Post Installation
ja: インストール後

source: Continue
ja: 続ける

source: Root Password
ja: Root パスワード
