Repository: SliTaz-official/slitaz-tools
Catalog: po/tazbox/*.po
Languages: es

source: SliTaz tiny GUI boxes for the desktop
es: Cajas ligeras para la interfaz gráfica del escritorio de SliTaz

source: Usage:
es: Uso:

source: command
es: comando

source: Commands:
es: Comandos:

source: Display this short help usage
es: Muestra esta corta ayuda del uso

source: Execute a command as super-user
es: Ejecuta un comando como super-usuario

source: Desktop logout box with actions
es: Caja en escritorio de cierre de sesión con acciónes

source: Pipe a command output into a GTK window
es: Entuba una salida de comando en una ventana GTK

source: Pipe wget output into a GTK window
es: Entuba la salida de wget en una ventana GTK

source: Configure system language (root)
es: Configurar idioma del sistema (root)

source: Configure system keymap (root)
es: Configurar teclado del sistema (root)

source: Configure system timezone (root)
es: Configurar zona horaria (root)

source: System initial setup (locale, keymap & timezone)
es: Configuración inicial del sistema (localización, teclado & zona horaria)

source: Create a new file or folder on the desktop
es: Crea nuevo fichero o carpeta en el escritorio

source: Display icons of all installed applications
es: Mostrar íconos de todas las aplicaciónes instaladas

source: Notify user with a desktop centered box
es: Notifica al usuario con una caja centrada en el escritorio

source: Configure SliTaz default applications
es: Configura aplicaciones estándar de SliTaz

source: SliTaz admin password
es: Clave de administrador SliTaz

source: Please enter root password (default root) to execute:
es: Por favor entre la clave del administrador (por defecto root) a ejecutar:

source: Password:
es: Clave:

source: Autosave password
es: Guarda automáticamente clave

source: Error: wrong password!
es: Error: ¡clave incorrecta!

source: CANCEL
es: CANCELA

source: TazBox Output
es: Resultado de TazBox

source: SliTaz Logout
es: Salir de SliTaz

source: SliTaz Logout - Please choose an action:
es: Por favor seleccione una acción:

source: Close X session
es: Cerrar sesión X

source: Reboot system
es: Reiniciar sistema

source: Shutdown system
es: Apagar sistema

source: SliTaz Initial Setup
es: Configuración inicial de SliTaz

source: Here you can set your preferences \n for <b>locale, keymap and timezone</b>.
es: Aquí puede configurar sus preferencias \n for <b>localización, teclado, zona horaria</b>.

source: Locale
es: Localización

source: Keymap
es: Mapa del teclado

source: Timezone
es: Zona horaria

source: SliTaz locale
es: Localización de SliTaz

source: Language configuration
es: Configuración de idioma

source: Tip: manage locales list by installing/removing locale packages.
es: Consejo: maneje listas de localización (des)instalando paquetes de locale.

source: Flag
es: Indicador

source: Name
es: Nombre

source: Description
es: Descripción

source: Manage
es: Manejo

source: Locale was set to %s
es: Localización actual %s

source: SliTaz keymap
es: Mapa del teclado de SliTaz

source: Keyboard configuration
es: Configuración del teclado

source: Type
es: Tipo

source: SliTaz TZ
es: Zona Horaria

source: Suggested location:
es: Ubicación sugerida:

source: Are you agreed?
es: ¿Está de acuerdo?

source: TimeZone Configuration
es: Configuración Zona Horaria

source: Select country and press "Forward" or manually select timezone file.
es: Elija país y presione "Adelante" o elija manualmente fichero de zona horaria.

source: Tip: manage timezones list by installing/removing locale packages.
es: Consejo: maneje zonas horarias (des)instalando paquetes de locale.

source: Code
es: Código

source: Country
es: País

source: Select time zone
es: Elija zona horaria

source: Select location
es: Elija ubicación

source: Location/City
es: Ubicación/Ciudad

source: TimeZone was set to %s
es: Zona horaria actual %s

source: Manage locale packages
es: Manejar paquetes de localización

source: Recharge list
es: Recargar lista

source: Please wait
es: Espere por favor

source: Check only locale packages you need and press "Install/Remove".
es: Marque solo los paquetes de localización que necesite y presione "Install/Remove".

source: Package Name
es: Nombre del paquete

source: Size
es: Talla

source: Installed
es: Instalados

source: Install/Remove
es: (Des)instalar

source: TazPkg log
es: Registro de TazPkg

source: REMOVE: %s
es: DESINSTALA: %s

source: INSTALL: %s
es: INSTALA: %s

source: Done!
es: Hecho!

source: New file
es: Nuevo fichero

source: Create a new file or folder on your desktop
es: Crear un nuevo fichero o carpeta en su escritorio

source: File name
es: Nombre de fichero

source: SHell script
es: Guión para intérprete de comandos

source: Folder
es: Carpeta

source: File
es: Fichero

source: All Applications
es: Todas las aplicaciónes

source: Downloading...
es: Descargando...

source: SliTaz default applications
es: Aplicaciones estándar de SliTaz

source: SliTaz default applications configuration
es: Configuración de las aplicaciones estándar de SliTaz

source: File manager:
es: Administrador de ficheros:

source: Web browser:
es: Navegador Web:

source: Text editor:
es: Editor de texto:

source: Window manager:
es: Administrador de ventanas:
