Repository: SliTaz-official/slitaz-tools
Catalog: po/tazdrop/*.po
Languages: ja, ru, vi

source: SliTaz Drag N Drop tool
ja: SliTaz ドラッグ・ドロップツール
ru: Утилита «тяни-и-бросай» для SliTaz
vi: Công cụ kéo và thả Slitaz

source: Usage:
ja: 用途:
ru: Использование:
vi: Sử dụng:

source: option
ja: オプション
ru: параметр
vi: tùy chọn

source: file
ja: ファイル
ru: файл
vi: Tệp

source: URL
ru: адрес

source: Options:
ja: オプション:
ru: Параметры:
vi: Tùy chọn:

source: Display this small help
ja: この短いヘルプを表示
ru: Показать эту короткую справку
vi: Hiện trợ giúp nhỏ

source: Display the desktop Drag N Drop window
ja: デスクトップのドラッグ・ドロップウィンドウを表示
ru: Показать окно тяни-и-бросай
vi: Hiện cửa sổ bàn làm việc kéo và thả

source: Display the desktop Drag N Drop image
ja: デスクトップのドラッグ・ドロップ画像を表示
ru: Показать изображение тяни-и-бросай
vi: Hiện ảnh bàn làm việc kéo và thả

source: Display your dropped text notes
ja: ドロップされたテキストノートを表示
ru: Показать брошенные текстовые заметки
vi: Hiện ghi chú đã bỏ

source: Dropped Notes
ja: ドロップノート
ru: Накопленные записи
vi: Ghi chú đã bỏ

source: Edit or clean-up your dropped text notes
ja: ドロップされたテキストノートを編集・クリーンアップ
ru: Правка и очистка брошенных текстовых заметок
vi: Chỉnh sửa hoặc làm sạch các ghi chú văn bản của bạn
